[
    {
    "d10": 1,
    "Name": "Leading the West",
    "Cost": "30 gp",
    "Description": "A hefty tome describing the kings and rulers of the western continents over the last 400 years. The author is unknown."
    },
    {
    "d10": 2,
    "Name": "Descendant of Dawn",
    "Cost": "20 gp",
    "Description": "A romance novel. It tells the story of a maiden falling in love with a figure only known as “The Descendant of Dawn.”"
    },
    {
    "d10": 3,
    "Name": "The Cowardly King",
    "Cost": "20 gp",
    "Description": "A children’s book, old and often read, describing the story of a young and cowardly king overcoming his fear by fighting a mighty beast."
    },
    {
    "d10": 4,
    "Name": "Nurturing Nature – A Druid’s Guide to Druidcraft",
    "Cost": "75 gp",
    "Description": "And old tome, dusty and smelling slightly rotten, containing abbreviated information on all Druidic Circles and their most common spells."
    },
    {
    "d10": 5,
    "Name": "Tower to the Stars",
    "Cost": "100 gp",
    "Description": "A book bound in purple velvet, describing a traveler’s journey to the stars with the help of a magical tower. Hidden within the text, this book holds the secrets to astral travel."
    },
    {
    "d10": 6,
    "Name": "Power – An Examination of Leaders",
    "Cost": "30 gp",
    "Description": "This book closely examines and details the history, motivations, and thoughts of current kings and rulers. It is said that the author burned at the pyre."
    },
    {
    "d10": 7,
    "Name": "Admiring the Mists",
    "Cost": "25 gp",
    "Description": "A small book, bound in some brittle brown leather. A recollection of a long-dead adventurer who wandered the mists between words. It’s filled with wonderous observations, admirations, and anecdotes about their travels."
    },
    {
    "d10": 8,
    "Name": "Cry of Winter",
    "Cost": "25 gp",
    "Description": "This book contains a collection of texts, descriptions, and anecdotes from wildly varying sources, all around the magical elemental phenomenon known as “The Cry of Winter.”"
    },
    {
    "d10": 9,
    "Name": "Curses, Hexes, and Other Witchcraft – A Full Compendium",
    "Cost": "150 gp",
    "Description": "A tome bound in black leather, bearing an engraving with the initials D.Z. It claims to contain the author’s full knowledge of curses and hexes. Much of it is written in prose and not useful for battle, though several anecdotes by the author indicate he may know more than it lets on."
    },
    {
    "d10": 10,
    "Name": "Compendium of Flora – The Rejuvenating and the Deadly",
    "Cost": "50 gp",
    "Description": "A full encyclopedia of plants and herbs local to the continent, as well as some imported from overseas. The script is rather small, but each entry shows an etching of the plant in question."
    }
    ]